[
  {
    "name": "Jeremy Moore",
    "picture": " src=\"images\/jeremy.jpg\" alt=\"Jeremy, yo\"",
    "body": "<p>Ancient alien von Daniken UFO Indian texts elongated skull anti-gravity Puma Punku contend, megoliths vortex Giorgio pre-colonial aerodynamics Chariot of the Gods extraterrestrial. <\/p><p>Ancient alien Indian texts King Soloman megoliths flying vessels legendary times, worm hole DNA manipulation Nazca lines kachina doll Puma Punku astronaut, Vymaanika-Shaastra electromagnetic Puma Punku space time otherworldly visitors. <\/p><p>Star people legendary times Ezekiel kachina doll Giorgio, I know it sounds crazy...Worm hole Indian texts, otherworldly visitors sky people. <\/p><p>The answer is a resounding YES... Clearly crystal skull, the answer is a resounding YES...<\/p>"
  },
  {
    "name": "Tre Cain",
    "picture": " src=\"images\/tre.jpg\" alt=\"Tre, yo\"",
    "body": "<p>Now, this plan of Queequeg's, or rather Yojo's, touching the selection of our craft; I did not like that plan at all. I had not a little relied upon Queequeg's sagacity to point out the whaler best fitted to carry us and our fortunes securely. But as all my remonstrances produced no effect upon Queequeg, I was obliged to acquiesce; and accordingly prepared to set about this business with a determined rushing sort of energy and vigor, that should quickly settle that trifling little affair. Next morning early, leaving Queequeg shut up with Yojo in our little bedroom&mdash;for it seemed that it was some sort of Lent or Ramadan, or day of fasting, humiliation, and prayer with Queequeg and Yojo that day<\/p>"
  },
  {
    "name": "Derek Graham",
    "picture": " src=\"images\/derek.jpg\" alt=\"Derek, yo\"",
    "body": "<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.<\/p><p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. <\/p>"
  },
  {
    "name": "Tatiana Weaver",
    "picture": " src=\"images\/tatiana.png\" alt=\"Tatiana, yo\"",
    "body": "<p>Ancient alien von Daniken UFO Indian texts elongated skull anti-gravity Puma Punku contend, megoliths vortex Giorgio pre-colonial aerodynamics Chariot of the Gods extraterrestrial. <\/p><p>Ancient alien Indian texts King Soloman megoliths flying vessels legendary times, worm hole DNA manipulation Nazca lines kachina doll Puma Punku astronaut, Vymaanika-Shaastra electromagnetic Puma Punku space time otherworldly visitors. <\/p><p>Star people legendary times Ezekiel kachina doll Giorgio, I know it sounds crazy...Worm hole Indian texts, otherworldly visitors sky people. <\/p><p>The answer is a resounding YES... Clearly crystal skull, the answer is a resounding YES...<\/p>"
  }
]
